/* {count} != 1 */
"%d Updates Available" = "有 %d 个更新可用";

/* {plugin.githubUrl} */
"'%@' is not a valid URL." = "'%@' 不是有效的网址。";

/* No comment provided by engineer. */
"1 Update Available" = "1 个更新可用";

/* No comment provided by engineer. */
"<i>by unknown author</i>" = "<i>by 未知作者</i>";

/* {author.name} */
"<i>by</i> %@" = "<i>by</i> %@";

/* {time ago} */
"<i>updated</i> %@" = "<i>已更新</i> %@";

/* html formatted */
"<strong>Sketch Plugin Manager</strong> uses the power of <strong>Git</strong> to keep all of your installed plugins up to date." = "<strong>Sketch 插件管理器</strong> 使用强大的 <strong>Git</strong> 来保持你已安装的插件是最新的。";

/* No comment provided by engineer. */
"About" = "关于";

/* No comment provided by engineer. */
"All Available Plugins" = "所有可用插件";

/* No comment provided by engineer. */
"All plugins are up to date!" = "所有插件都是最新的！";

/* No comment provided by engineer. */
"Alphabetical" = "字母表";

/* No comment provided by engineer. */
"Catalog" = "目录";

/* No comment provided by engineer. */
"Check For Updates" = "检查更新";

/* No comment provided by engineer. */
"Check for updates on startup" = "启动时检查更新";

/* html formatted */
"Continue" = "继续";

/* {year}, {name} */
"Copyright %04d %@" = "Copyright %1$d %2$@";

/* No comment provided by engineer. */
"Donate" = "捐赠";

/* No comment provided by engineer. */
"Download" = "下载";

/* {plugin.githubUrl} */
"Error cloning repository from '%@'" = "从 '%@' 克隆时发生了错误";

/* html formatted */
"Every time you start Sketch, Sketch Plugin Manager will check for updates to your installed plugins. You will be able to review the list of changes before accepting updates to each plugin." = "每次你打开 Sketch 的时候，Sketch 插件管理器都会检查已安装插件的更新。你可以在更新每个插件之前检查更新列表。";

/* No comment provided by engineer. */
"Everything's Up To Date!" = "全部都是最新的了！";

/* No comment provided by engineer. */
"Fluent in multiple languages?" = "各种语言都很666？";

/* No comment provided by engineer. */
"Go Get Some Plugins!" = "去装点插件吧！";

/* No comment provided by engineer. */
"Help translate Sketch Plugin Manager." = "帮我们翻译 Sketch 插件管理器。";

/* No comment provided by engineer. */
"Install" = "安装";

/* No comment provided by engineer. */
"Installed" = "已安装";

/* No comment provided by engineer. */
"Installed Plugins" = "已安装插件";

/* No comment provided by engineer. */
"Installing..." = "正在安装...";

/* No comment provided by engineer. */
"It looks like you've made local changes to the plugin that may conflict with the update." = "看起来你对插件做的本地修改会与更新冲突。";

/* No comment provided by engineer. */
"Later" = "稍后";

/* No comment provided by engineer. */
"less" = "收起";

/* No comment provided by engineer. */
"License" = "授权";

/* No comment provided by engineer. */
"location:" = "位置：";

/* No comment provided by engineer. */
"more" = "更多";

/* No comment provided by engineer. */
"No Github URL provided." = "未提供 Github 地址。";

/* No comment provided by engineer. */
"None" = "无";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Open in Finder" = "在 Finder 中打开";

/* No comment provided by engineer. */
"Open Manager" = "打开管理器";

/* No comment provided by engineer. */
"Plugin could not be installed." = "无法安装插件。";

/* No comment provided by engineer. */
"Plugin could not be updated." = "无法更新插件。";

/* No comment provided by engineer. */
"Plugin is already installed." = "已安装插件。";

/* No comment provided by engineer. */
"Plugin is not available on Github." = "插件不在 Github 上。";

/* No comment provided by engineer. */
"Plugin not available on Github." = "插件不在 Github 上。";

/* No comment provided by engineer. */
"Plugin wasn’t found on GitHub. To enable updates, reinstall from the catalog." = "在 GitHub 上找不到插件。要启用更新，请重新到目录安装。";

/* No comment provided by engineer. */
"Recently Added" = "最近添加";

/* No comment provided by engineer. */
"Recently Updated" = "最近更新";

/* No comment provided by engineer. */
"repository:" = "仓库：";

/* No comment provided by engineer. */
"Search" = "搜索";

/* {search query} */
"Search Results for \"%@\"" = "\"%@\" 的搜索结果";

/* No comment provided by engineer. */
"Send Feedback" = "发送反馈";

/* No comment provided by engineer. */
"Sketch Plugin Manager" = "Sketch 插件管理器";

/* html formatted */
"Sketch Plugin Manager's <strong>Plugin Catalog</strong> connects to the <strong><a href=\"https://sketchapp.com/extensions/plugins/\" target=\"_blank\">Sketch Plugin Directory</a></strong> to let you browse and install plugins available on <strong>GitHub</strong>." = "Sketch 插件管理器的 <strong>插件目录</strong> 连接到 <strong><a href=\"https://sketchapp.com/extensions/plugins/\" target=\"_blank\">Sketch Plugin Directory</a></strong>，让您浏览和安装 <strong>GitHub</strong> 上可用的插件。";

/* No comment provided by engineer. */
"Sort by" = "排序方式";

/* No comment provided by engineer. */
"Star on GitHub" = "在 GitHub 上加星标";

/* No comment provided by engineer. */
"Stars" = "星标";

/* {plugins.count} > 1 */
"There are %d plugins with updates." = "有 %d 个插件待更新。";

/* No comment provided by engineer. */
"There are no pending updates for any of your installed Sketch plugins." = "没有待更新的 Sketch 插件。";

/* No comment provided by engineer. */
"There are no plugins installed. Check out the catalog to install some great Sketch plugins." = "没有已安装的插件。看一下目录，安装一些很棒的 Sketch 插件。";

/* No comment provided by engineer. */
"There is 1 plugin with updates." = "1 个插件待更新。";

/* {plugin.path}/{plugin.fileName} */
"There is no Git repository in the location '%@'." = "'%@' 这里没有 Git 仓库。";

/* {plugin.path}/{plugin.fileName} */
"There is no remote for the Git repository in location '%@'." = "'%@' 这里没有远程 Git 仓库。";

/* No comment provided by engineer. */
"To update this plugin, try uninstalling and reinstalling it." = "尝试卸载并重新安装，来更新这个插件。";

/* No comment provided by engineer. */
"Try one of the following:" = "试试看以下方法：";

/* {plugin.homepage} */
"Try visiting the plugin's homepage '%@'" = "尝试访问插件主页 '%@'";

/* No comment provided by engineer. */
"Unable to check for updates" = "无法检查更新";

/* No comment provided by engineer. */
"Uninstall" = "卸载";

/* No comment provided by engineer. */
"Uninstall and reinstall the plugin overwrite your changes and get the latest update. Alternatively, you can use Git to locally commit your changes and perform and update. To get started with Git, visit https://help.github.com/articles/set-up-git/." = "卸载并重新安装插件，会覆盖你的修改并获得最新的更新。或者，你可以使用 Git 本地提交更改并执行和更新。要开始使用 Git，请访问 https://help.github.com/articles/set-up-git/.";

/* No comment provided by engineer. */
"Uninstall and reinstall the plugin overwrite your changes and get the latest update. Alternatively, you can use Git to perform an update. To get started with Git, visit https://help.github.com/articles/set-up-git/." = "卸载并重新安装插件，会覆盖你的修改并获得最新的更新。或者，或者，你可以使用 Git 来执行更新。要开始使用 Git，请访问 https://help.github.com/articles/set-up-git/。";

/* No comment provided by engineer. */
"Update" = "更新";

/* No comment provided by engineer. */
"Update All" = "更新全部";

/* No comment provided by engineer. */
"Update Plugins" = "更新插件";

/* No comment provided by engineer. */
"Updates" = "更新";

/* {plugin.title} */
"updates managed by %@" = "由 %@ 管理更新";

/* No comment provided by engineer. */
"Updating..." = "正在更新...";

/* {version number}
   {version} */
"v%@" = "v%@";

/* {version number} */
"Version %@" = "版本 %@";

/* No comment provided by engineer. */
"View Change on GitHub" = "在 GitHub 查看更改";

/* No comment provided by engineer. */
"View Homepage" = "访问主页";

/* No comment provided by engineer. */
"View on GitHub" = "在 GitHub 查看";

/* No comment provided by engineer. */
"View Updates" = "查看更新";

/* html formatted */
"Welcome to Sketch Plugin Manager" = "欢迎使用 Sketch 插件管理器";

/* No comment provided by engineer. */
"what's new" = "新功能";

